taskt/Core/Automation/Commands/ExcelGroup/ExcelSaveCommand.dot
digraph "ExcelSaveCommand" {
"ExcelSaveCommand" -> "AExcelInstanceCommands";
"AExcelInstanceCommands" -> "ScriptCommand";
"AExcelInstanceCommands" -> "IExcelInstanceProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
