taskt/Core/Automation/Commands/ExcelGroup/ExcelSaveCommand.puml
@startuml
ExcelSaveCommand --> AExcelInstanceCommands
AExcelInstanceCommands --> ScriptCommand
AExcelInstanceCommands --> IExcelInstanceProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
